vsopSimulate/template/WorkSheetAcceptSV.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema">
	<SOAP-ENV:Body>
		<m:WorkListFKToVSOPReq xmlns:m="http://www.mbossvsop.com.cn/vsop">
			<request><![CDATA[
			<Request><SessionBody><SessionHead>
			 <WorkListFKToVSOPReq>
            <StreamingNo>112233499</StreamingNo>
            <TimeStamp>20100927174319</TimeStamp>
            <SystemId>206</SystemId>
            <OrderId>12356777</OrderId>
            <ActionType>13</ActionType>
            <PorductInstID></PorductInstID>
            <ReginID></ReginID>
            <ProdSpecCode>1000006099</ProdSpecCode>
            <ProductNo>189000000001</ProductNo>
            <OldProductNo></OldProductNo>
            <ProductOfferId></ProductOfferId>
            <AProductInfo>
                <ActionType>0</ActionType>
                <AProductID>2000</AProductID>
                <AProductInstID></AProductInstID>
            </AProductInfo>
            <UserState>00A</UserState>
            <UserPayType>0</UserPayType>
        </WorkListFKToVSOPReq>
        </SessionHead></SessionBody></Request>
			]]></request>
		</m:WorkListFKToVSOPReq>
	</SOAP-ENV:Body>
</SOAP-ENV:Envelope>
